"CANCEL_BUTTON" = "Cancelar";
"CONTINUE_BUTTON" = "Continuar";
"SKIP_BUTTON" = "Omitir";
"TRY_AGAIN_BUTTON" = "Reintentar";

/* warnings about the battery shown after the first panel */
"BATTERY_WARNING_TITLE" = "Este Mac está funcionando con la batería.";
"BATTERY_WARNING" = "Conecta el adaptador de corriente antes de transferir la información.";

/* status messages when waiting for FireWire connection in Step 2 */
"STATUS_FINDING_SYSTEMS" = "Buscando sistemas…";
"STATUS_WAITING_FIREWIRE" = "Esperando a que su Mac antiguo se reinicie…";
"STATUS_FOUND_FIREWIRE" = "Se ha establecido una conexión FireWire.";
"STATUS_RESTART" = "Reinicia tu Mac antiguo y mantén pulsada la tecla “T”";
"STATUS_WAITING_DISKS" = "Esperando a que aparezcan los discos…";

/* problems connecting over FireWire */
"NO_VALID_SYSTEMS_TITLE" = "Tu antiguo Mac no tiene instalada ninguna versión de Mac OS X.";
"NO_VALID_SYSTEMS" = "Sólo es posible transferir datos desde un Mac que tenga Mac OS X instalado.\n\nHaz clic en Continuar para seguir intentándolo o en Cancelar para detener la transferencia.";
"TDM_WARNING_TITLE" = "El Asistente de Configuración no puede establecer conexión con el otro Mac.";
"TDM_WARNING" = "Es posible que tu Mac antiguo no pueda conectarse a este a través de FireWire.\n\nHaz clic en Continuar para seguir intentándolo o en Cancelar para detener el proceso.";

"NO_TRANSFERABLE_SYSTEMS_TITLE" = "No se ha encontrado Mac OS X en el volumen seleccionado.";
"NO_TRANSFERABLE_SYSTEMS_INTERNAL" = "Sólo es posible transferir datos desde un Mac que tenga Mac OS X instalado.";

/* "Hard drive" on "System" */
"SYSTEM_NAME_FORMAT" = "%2$@ en %1$@";
"SYSTEM_NAME_FORMAT_NO_DISK" = "%@";
"NO_SYSTEMS" = "No se ha encontrado ningún sistema.";
"ONLY_OLD_SYSTEMS" = "Sistema antiguo";
"CUSTOMIZE_PANEL_TITLE_INTERNAL" = "Transfiere tus datos";
"NETWORK_SETTINGS" = "Ajustes de red y otros ajustes";
"APPLICATIONS" = "Carpeta Aplicaciones";
"FILES_FOLDERS" = "Archivos y carpetas de “%@”";
"FILES_FOLDERS_NO_VOLUME" = "Archivos y carpetas";
"USERS" = "Usuarios";
"OTHER_DISKS" = "Otros discos rígidos";
"STATIC_IP_WARNING" = "\nTu dirección IP estática no se transferirá.";
"FILEVAULT_WARNING_LONG" = "Las cuentas de usuario protegidas por FileVault no pueden transferirse a un Mac que ya dispone de cuentas de usuario.";
"FILEVAULT_WARNING" = "\nEsta cuenta de usuario está protegida por FileVault y no puede migrarse.";
"HOME_NOT_COPIED_WARNING" = "\nNo es necesario copiar esta carpeta de inicio compartida.";

"REMAINING_HOURS" = "%d horas";
"REMAINING_HOUR" = "%d hora";
"REMAINING_MINS" = "%d minutos";
"REMAINING_MIN" = "%d minuto";	
"REMAINING_HOURS_AND_MINS" = "Falta(n) %@ y %@ aproximadamente";
"REMAINING_ABOUT" = "Falta(n) %@ aproximadamente";
"REMAINING_LESS_MIN" = "Falta menos de un minuto";

"SEL_ITEMS" = "Ítems seleccionados: %@";
"TRANSFER" = "Transferir";

"GB" = "%.1f GB";
"MB" = "%.1f MB";			
"KB" = "%.1f KB";

"MOREINFO" = "Más información";
"MORE_INFO" = "Más información";
"SKIP" = "Omitir transferencia";

"CABLE_DISCONNECTED" = "El cable FireWire está desconectado.";
"NO_TDM_CABLE_CONNECTED" = "La modalidad de disco de destino ha finalizado.";
"NO_TDM_CABLE_DISCONNECTED" = "La modalidad de disco de destino ha finalizado.";

"CREATE_AIRPORT_NETWORK" = "Crear red AirPort";

"USER_CONFLICT_EXPLAIN" = "La cuenta de usuario “%1$@” (nombre de la cuenta: “%2$@”) que estás transfiriendo tiene el mismo nombre que otra cuenta de usuario existente en el ordenador.";

"TRANSFER_ERROR_TITLE" = "Se ha producido un error que impide la transferencia de tu información.";
"TRANSFER_ERROR" = "Haz clic en Omitir para detener la transferencia y continuar con el proceso de configuración del Mac, o comprueba que todos los cables FireWire y de alimentación estén bien conectados y, a continuación, haz clic en Reintentar.";

"CANCELING_MIGRATION" = "Cancelando migración…";

"NETWORK_TRANSFER_ERROR" = "Se ha producido un error de red que impide la transferencia de tu información.";

"BROKEN_APPS" = "Puede que debas volver a instalar las aplicaciones siguientes:";
"FILE_ERRORS" = "Ha habido problemas al transferir los archivos siguientes:";
"OTHER_WARNINGS" = "Errores y advertencias:";

"TRANSFER_FAILED" = "La transferencia ha finalizado, pero algunos archivos no se han transferido. Ya puedes desconectar el cable FireWire y apagar tu Mac antiguo pulsando el botón de arranque.";

"REAL_NETWORK_SETUP_BUTTON_TITLE" = "Usar Ethernet";
"AIRPORT_SETUP_BUTTON_TITLE" = "Usar AirPort";
"PLEASE_JOIN_WIRELESS_NETWORK_ON_OLD_MAC" = "Conéctate a la misma red AirPort que este ordenador (%@).";

"NETWORK_ERROR_SHEET_TITLE" = "Error de conexión a la red.";
"NETWORK_ERROR_SHEET_INTERNAL" = "Debido a un error de conexión a la red, no se ha podido acceder a la información del otro Mac. Haz clic en Más información para obtener información sobre cómo conectarte al otro Mac.";

"PAIR_SCANNING" = "Buscando otros ordenadores…";
"PAIR_CONNECTED" = "Conexión correcta con el otro Mac…";

"BACKUP_SOURCE_CLICK_TO_CONNECT_FORMAT" = "Haz clic en Continuar para conectarte a “%@”.";
"BACKUP_SOURCE_NOT_AVAILABLE_FORMAT" = "No hay ninguna copia de seguridad de Time Machine disponible en “%@”. Selecciona otro volumen.";
"BACKUP_SOURCE_NO_SELECTION" = "Selecciona un volumen y haz clic en Continuar.";

"BACKUP_SOURCE_CONNECT_SHEET_TITLE_FORMAT" = "Introduce un nombre de usuario y una contraseña para “%@”.";
"BACKUP_SOURCE_CONNECT_SHEET_SINGLE_PASSWORD_TITLE_FORMAT" = "Introduce una contraseña para “%@”.";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED" = "Error de conexión.";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED_MESSAGE" = "Asegúrate de que el nombre de usuario y el contraseña son correctos, y haz clic en Conectar para intentarlo de nuevo.";
"BACKUP_SOURCE_CONNECT_SHEET_FAILED_SINGLE_PASSWORD_MESSAGE" = "Asegúrate de que la contraseña es correcta y haz clic en Conectar para intentarlo de nuevo.";
"BACKUP_SOURCE_CONNECT_SHEET_CONNECTING" = "Conectando…";
"BACKUP_SOURCE_CONNECT_SHEET_CONNECT_BUTTON" = "Conectar";
"BACKUP_SOURCE_CONNECT_SHEET_TRY_AGAIN_BUTTON" = "Reintentar";

"BACKUP_SOURCE_CHECK_SHEET_FAILED_TITLE" = "No hay ninguna copia de seguridad de Time Machine disponible en este volumen.";
"BACKUP_SOURCE_CHECK_SHEET_FAILED" = "Selecciona otro volumen o conéctate con otro nombre de usuario.";
"BACKUP_SOURCE_CHECK_SHEET_OK_BUTTON" = "Aceptar";

"BACKUP_SOURCE_JOIN_BUTTON" = "Acceder…";

"BACKUP_SOURCE_FOUND_ZERO" = "No se ha encontrado ninguna copia de seguridad de Time Machine";
"BACKUP_SOURCE_FOUND_ONE" = "Se ha encontrado 1 copia de seguridad de Time Machine";
"BACKUP_SOURCE_FOUND_MANY_FORMAT" = "Se han encontrado %d copias de seguridad de Time Machine";

"BACKUP_SOURCE_AVAILABLE_ZERO" = "Ninguna copia de seguridad de Time Machine disponible";
"BACKUP_SOURCE_AVAILABLE_ONE" = "1 copia de seguridad de Time Machine disponible";
"BACKUP_SOURCE_AVAILABLE_MANY_FORMAT" = "%d copias de seguridad de Time Machine disponibles";

"BACKUP_REQUIRES_LOGIN" = "debes iniciar una sesión";
"BACKUP_CONNECTED" = "conectada";

